sevadata = [
  [
    "Mobile",
    "Sponsor",
    "Sponsor Gotra",
    "Pitru",
    "Pitru Gotra",
    "Relationship"
  ],
  [
    9963829690,
    "అడవికొలను భీమేశ్వర రావు",
    "భరద్వాజస",
    "అడవికొలను కల్పవల్లి",
    "భరద్వాజస",
    "తల్లి"
  ],
  [
    9963829690,
    "అడవికొలను భీమేశ్వర రావు",
    "భరద్వాజస",
    "అడవికొలను చక్రపాణి రావు",
    "భరద్వాజస",
    "తండ్రి"
  ],
  [
    9963829690,
    "అడవికొలను భీమేశ్వర రావు",
    "భరద్వాజస",
    "రాపర్ల కృష్ణవేణమ్మ",
    "హరితస",
    "అత్తగారు"
  ],
  [
    9963829690,
    "అడవికొలను భీమేశ్వర రావు",
    "భరద్వాజస",
    "రాపర్ల సత్యనారాయణ రావు",
    "హరితస",
    "మామగారు"
  ],
  [
    9494803580,
    "ఆకులు శ్రీనివాస్",
    "పైడిపల్లి",
    "ఆకుల లక్ష్మణ్ రావు , \nఆకుల నరసింహ రావు",
    "పైడిపల్లి",
    "తండ్రి తండ్రి"
  ],
  [
    9494803580,
    "ఆకులు శ్రీనివాస్",
    "పైడిపల్లి",
    "ఆకులు చెల్లరామ",
    "పైడిపల్లి",
    "తండ్రి"
  ],
  [
    9000282848,
    "ఆచంట వెంకట సత్య ఏకాంబరేశ్వర రావు",
    "పైడిపాల",
    "ఆచంట రామారావు",
    "పైడిపాల",
    "తండ్రి"
  ],
  [
    9000282848,
    "ఆచంట వెంకట సత్య ఏకాంబరేశ్వర రావు",
    "పైడిపాల",
    "ఆచంట సత్యవతి",
    "పైడిపాల",
    "తల్లి"
  ],
  [
    9291535322,
    "ఆది వెంకట నాగభూషణం",
    "జనుకుల",
    "గౌరమ్మ, \nసత్యవతి,  \nశేషమ్మ",
    "జనుకుల",
    "తల్లి తరం "
  ],
  [
    9291535322,
    "ఆది వెంకట నాగభూషణం",
    "జనుకుల",
    "లక్షయ్య, \nవెంకట రత్నం, \nశేషగిరి రావు,",
    "జనుకుల",
    "తండ్రి తరం "
  ],
  [
    9948466557,
    "ఆదూరి లక్ష్మీ నరసింహ సందీప్",
    "కౌశికస",
    "ఆదూరి చక్రధర రావు",
    "కౌశికస",
    "తండ్రి"
  ],
  [
    9948466557,
    "ఆదూరి లక్ష్మీ నరసింహ సందీప్",
    "కౌశికస",
    "ఆదూరి వేంకట మణి హేమంత్",
    "కౌశికస",
    "చిన్న తమ్ముడు"
  ],
  [
    9591641689,
    "ఆదోని గోపాలస్వామి బాబు",
    "అరస మహర్షి",
    "గాండ్ల గోపాలస్వామి",
    "అరస మహర్షి",
    "తండ్రి"
  ],
  [
    9591641689,
    "ఆదోని గోపాలస్వామి బాబు",
    "అరస మహర్షి",
    "గాండ్ల శాంతమ్మ",
    "అరస మహర్షి",
    "తల్లి"
  ],
  [
    9444841045,
    "ఆనంద కృష్ణ వెలుగోటి",
    "రేచెర్ల",
    "వెలుగోటి రామ కృష్ణ యాచంద్ర",
    "రేచెర్ల",
    "తండ్రి"
  ],
  [
    9444841045,
    "ఆనంద కృష్ణ వెలుగోటి",
    "రేచెర్ల",
    "వెలుగోటి సత్యవతి",
    "రేచెర్ల",
    "తల్లి"
  ],
  [
    9295608273,
    "ఉప్పులూరి మల్లిఖార్జున రావు",
    "కశ్యప",
    "ఉప్పులూరి విశ్వనాథం",
    "కశ్యప సగోత్రం",
    "తండ్రి"
  ],
  [
    9295608273,
    "ఉప్పులూరి మల్లిఖార్జున రావు",
    "కశ్యప",
    "ఉప్పులూరి స్వరాజ్య లక్ష్మీ",
    "కశ్యప సగోత్రం",
    "తల్లి"
  ],
  [
    9959641012,
    "ఎం.సుమిత్రా దేవి",
    "భరద్వాజస",
    "మీనాక్షి,\nలక్ష్మీ నరసమ్మ,\nపార్వతమ్మ",
    "కాశ్యప స గోత్రం",
    "తల్లి"
  ],
  [
    9959641012,
    "ఎం.సుమిత్రా దేవి",
    "భరద్వాజస",
    "వేంకట రామ సోమయాజులు,\nసత్యనారాయణ,\nవేంకట సోమయాజులు",
    "కాశ్యపస",
    "తండ్రి"
  ],
  [
    9445570028,
    "ఎన్ వెంకటరామన్",
    "భారద్వాజస",
    "ఆండాళ్ నారాయణన్",
    "భారద్వాజస",
    "తల్లి"
  ],
  [
    9445570028,
    "ఎన్ వెంకటరామన్",
    "భారద్వాజస",
    "నారాయణన్",
    "భారద్వాజస",
    "తండ్రి"
  ],
  [
    9849140272,
    "కర్రి సూర్యనారాయణ",
    "పైడిపాల",
    "చల్లారావు",
    "పైడిపాల",
    "తండ్రి"
  ],
  [
    9849140272,
    "కర్రి సూర్యనారాయణ",
    "పైడిపాల",
    "సూర్యకాంతం",
    "పైడిపాల",
    "తల్లి"
  ],
  [
    9959878810,
    "కలకట గోపాలకృష్ణ",
    "వింజామర్ల",
    "కలకట యెల్లమ్మ",
    "వింజామర్ల",
    "తల్లి"
  ],
  [
    9959878810,
    "కలకట గోపాలకృష్ణ",
    "వింజామర్ల",
    "కలకట రామయ్య",
    "వింజామర్ల",
    "తండ్రి"
  ],
  [
    8125939334,
    "కాట్ల శ్రీరాములు",
    "రేచర్ల",
    "కాట్ల కామాక్షి",
    "రేచర్ల",
    "తల్లి"
  ],
  [
    8125939334,
    "కాట్ల శ్రీరాములు",
    "రేచర్ల",
    "కాట్ల చంద్రయ్య",
    "రేచర్ల",
    "తండ్రి"
  ],
  [
    9704529185,
    "కాశిభట్ల రామలక్ష్మి",
    "గౌతమస",
    "కాశీభట్ల భీమేశ్వరరావు",
    "గౌతమస",
    "భర్త "
  ],
  [
    9704529185,
    "కాశిభట్ల రామలక్ష్మి",
    "గౌతమస",
    "కాశీభట్ల వెంకటరమణమ్మ",
    "గౌతమస",
    "అత్తగారు"
  ],
  [
    9959878810,
    "కాశీభట్ల వేంకట రామ సత్యనారాయణ మూర్తి",
    "గౌతమస",
    "మొక్కరాల వేంకట హనుమంత రావు , \nజగన్నాధ రావు , \nసుబ్బన్న",
    "హరితస",
    "మామగారు"
  ],
  [
    9959878810,
    "కాశీభట్ల వేంకట రామ సత్యనారాయణ మూర్తి",
    "గౌతమస",
    "మొక్కరాల సూర్యకాంతం , \nలక్ష్మీ దేవి , \nనర్సమ్మ",
    "హరితస",
    "అత్తగారు"
  ],
  [
    9959878810,
    "కాశీభట్ల వేంకట రామ సత్యనారాయణమూర్తి",
    "గౌతమస",
    "కాశీభట్ల సీతారామాంజనేయులు ,\nసత్యనారాయణమూర్తి , \nసుబ్బన్న",
    "గౌతమస",
    "తండ్రి"
  ],
  [
    9985103600,
    "కాశ్యప  చందూరి",
    "కాశ్యప",
    "వెంకట లక్ష్మీ నారాయణ శాస్త్రీ చందూరి",
    "కాశ్యప",
    "తండ్రి"
  ],
  [
    9985103600,
    "కాశ్యప  చందూరి",
    "కాశ్యప",
    "వెంకట సీతారామలక్షిమి చందూరి",
    "కాశ్యప",
    "తండ్రి తల్లి"
  ],
  [
    9985103600,
    "కాశ్యప  చందూరి",
    "కాశ్యప",
    "వెంకట సుబ్రహ్మణ్యం  చందూరి",
    "కాశ్యప",
    "తండ్రి తండ్రి"
  ],
  [
    7702461033,
    "కూచిమంచి సుందర శ్రీనివాస్",
    "కౌండిన్యస",
    "కలసపూడి అచ్యుత",
    "హరితస",
    "అత్తగారు"
  ],
  [
    7702461033,
    "కూచిమంచి సుందర శ్రీనివాస్",
    "కౌండిన్యస",
    "కలసపూడి సీతారామరావు",
    "హరితస",
    "మామగారు"
  ],
  [
    7702461033,
    "కూచిమంచి సుందర శ్రీనివాస్",
    "కౌండిన్యస",
    "కూచిమంచి లక్ష్మీ నరసమ్మ",
    "కౌండిన్యస",
    "తల్లి"
  ],
  [
    7702461033,
    "కూచిమంచి సుందర శ్రీనివాస్",
    "కౌండిన్యస",
    "కూచిమంచి సత్యనారాయణ",
    "కౌండిన్యస",
    "తండ్రి"
  ],
  [
    9444606476,
    "కొత్తలంక శివ నాగేశ్వరరావు",
    "పమిడిపళ్ళ",
    "కమలాదేవి (అత్తగారు), \nసరస్వతమ్మ (అత్తగారి తల్లి), \nవెంకట సుబ్బాయమ్మ (అత్త గారి అమ్మమ్మ)",
    "",
    "అత్తగారు"
  ],
  [
    9444676476,
    "కొత్తలంక శివ నాగేశ్వరరావు",
    "పమిడిపళ్ళ",
    "రామకోటి (తండ్రి), \nలక్ష్మయ్య (తాత), \nసుబ్బయ్య (ముత్తాత), \nదుర్గాప్రసాద్ (అన్నయ్య), \nసోమసుందరం (తమ్ముడు)",
    "",
    "తండ్రి"
  ],
  [
    9444676476,
    "కొత్తలంక శివ నాగేశ్వరరావు",
    "పమిడిపళ్ళ",
    "లక్ష్మమ్మ (తల్లి), \nకృష్ణవేణమ్మ (అమ్మమ్మ), \nశేషమ్మ (అవ్వ)",
    "",
    ""
  ],
  [
    9444606476,
    "కొత్తలంక శివ నాగేశ్వరరావు",
    "పమిడిపళ్ళ",
    "వెంకట రామారావు (మామగారు), \nరామకోటయ్య (మామగారి తండ్రి), \nరామస్వామి (మామగారి తాత)",
    "కాగితాల",
    "మామగారు"
  ],
  [
    9959630538,
    "కొమ్మారెడ్డి కృష్ణ కుమారి",
    "గరిమెళ్ల",
    "కొమ్మారెడ్డి రామారావు , \nసత్యనారాయణ, \nరామయ్య ",
    "విప్పర్ల",
    "తండ్రి"
  ],
  [
    9959630538,
    "కొమ్మారెడ్డి కృష్ణ కుమారి",
    "గరిమెళ్ల",
    "కొమ్మారెడ్డి సరోజిని , \nరాజరత్నం , \nలక్ష్మమ్మ",
    "విప్పర్ల",
    "తల్లి"
  ],
  [
    9440346118,
    "కోటమర్తి సీత",
    "భారద్వాజస",
    "గుడూరు వేంకటశర్మ",
    "కౌసికస",
    "తండ్రి"
  ],
  [
    8008390758,
    "కోటమర్తి సూర్య ప్రకాష్ రావు",
    "భారద్వాజస",
    "కోటమర్తి మహాలక్ష్మి",
    "భారద్వాజస",
    "తల్లి"
  ],
  [
    8008390758,
    "కోటమర్తి సూర్య ప్రకాష్ రావు",
    "భారద్వాజస",
    "కోటమర్తి వేణు గోపాల రావు",
    "భారద్వాజస",
    "తండ్రి"
  ],
  [
    9490929192,
    "కోలపల్లి శ్రీనివాస్.",
    "శాండిల్యస",
    "మోక్కరాల రామ లక్ష్మి",
    "హరితస",
    "అత్తగారు"
  ],
  [
    9490929192,
    "కోలపల్లి శ్రీనివాస్.",
    "శాండిల్యస",
    "మోక్కరాల వెంకట నర్సింగ రావు",
    "హరితస",
    "మామగారు"
  ],
  [
    9247293222,
    "క్రొవ్విడి సితాకుమారి",
    "హరితస",
    "క్రొవిడి లింగరాజు",
    "హరితస",
    "మామగారు"
  ],
  [
    9247293222,
    "క్రొవ్విడి సితాకుమారి",
    "హరితస",
    "క్రొవిడి విర రాఘవ శర్మ",
    "హరితస",
    "తండ్రి"
  ],
  [
    9849135076,
    "గాడేపల్లి కామేశ్వర సుబ్బరాయుడు",
    "భరద్వాజస",
    "గాడేపల్లి కామేశ్వరరావు",
    "భారద్వాజస",
    "తండ్రి"
  ],
  [
    9849135076,
    "గాడేపల్లి కామేశ్వర సుబ్బరాయుడు",
    "భరద్వాజస",
    "గాడేపల్లి లక్ష్మీదేవి",
    "భారద్వాజస",
    "తల్లి"
  ],
  [
    9849501900,
    "గావిచర్ల వి ఎస్ ఆర్ రామకృష్ణ శర్మ",
    "కౌండిన్యశ",
    "గావిచర్ల వెంకట శేష గోపాలకృష్ణ మూర్తి",
    "కౌండిన్యశ",
    "తండ్రి"
  ],
  [
    9849501900,
    "గావిచర్ల వి ఎస్ ఆర్ రామకృష్ణ శర్మ",
    "కౌండిన్యశ",
    "గావిచర్ల సత్యవతి",
    "కౌండిన్యస",
    "తల్లి"
  ],
  [
    9849568863,
    "గ్రంధి కృష్ణవేణి",
    "ఆత్రేయస",
    "వేముల సాయిప్రసాద్, \nవేముల కూర్మయ్య, \nవేముల వెంగళయ్య",
    "ఆత్రేయస",
    "భర్త "
  ],
  [
    9849568863,
    "గ్రంధి కృష్ణవేణి",
    "ఆత్రేయస",
    "శ్రీమతి కాళ్ళకూరి వరలక్ష్మి,  \nకాళ్ళకూరి రామలక్ష్మి, \nకాళ్ళకూరి మాణిక్యాంబ",
    "బుధనకుల",
    "అక్క"
  ],
  [
    9849568863,
    "గ్రంధి రామపురుషోత్తమ రావు",
    "మిధునకుల",
    "గ్రంధి వెంకటనరసయ్య, \nగ్రంధి పురుషోత్తం, \nగ్రంధి వెంకటనరసయ్య",
    "మిధునకుల",
    "తండ్రి"
  ],
  [
    9849568863,
    "గ్రంధి రామపురుషోత్తమ రావు",
    "మిధునకుల",
    "మద్దుల వెంకట సుబ్రహ్మణ్యం, \nమద్దుల నాగభూషణం, \nయజ్ఞయ్య",
    "ఇనకాల",
    "తల్లి తండ్రి"
  ],
  [
    9849568863,
    "గ్రంధి రామపురుషోత్తమ రావు",
    "మిధునకుల",
    "శ్రీమతి గ్రంధి వీర వెంకట లక్ష్మీ కుమారి, \nగ్రంధి కనకరత్నం, \nగ్రంధి సూర్యకాంతం",
    "మిధునకుల",
    "భార్య"
  ],
  [
    9849568863,
    "గ్రంధి రామపురుషోత్తమ రావు",
    "మిధునకుల",
    "శ్రీమతి మద్దుల కనకరత్నం",
    "ఇనకాల",
    "తల్లి తల్లి"
  ],
  [
    9966237698,
    "చల్లా చంద్రశేఖర దత్",
    "కౌండిన్యశ",
    "చల్లా సోమసుందరం ",
    "కౌండిన్యశ",
    "తండ్రి"
  ],
  [
    9866137457,
    "చింతలపాటి సుబ్రహ్మణ్యేశ్వర శర్మ ",
    "హరితస",
    "చింతలపాటి కాశీ అన్నపూర్ణ",
    "హరితస",
    "తల్లి"
  ],
  [
    9866137457,
    "చింతలపాటి సుబ్రహ్మణ్యేశ్వర శర్మ ",
    "హరితస",
    "చింతలపాటి వెంకట  పరమేశ్వర రావు",
    "హరితస",
    "తండ్రి"
  ],
  [
    9440889158,
    "చీమలపాటి సూర్యనారాయణ",
    "హరితస",
    "తండ్రి - చీమలపాటి రామమూర్తి, \nతాత - దుర్గయ్య, \nముత్తాత -విశ్వేశ్వరరావు",
    "హరితస",
    "తండ్రి"
  ],
  [
    9440889158,
    "చీమలపాటి సూర్యనారాయణ",
    "హరితస",
    "తల్లి - చీమలపాటి వెంకట రామలక్ష్మి, \nనాయనమ్మ - సుబ్బప్ప, \nతాతమ్మ - సర్వసీతప్ప",
    "హరితస",
    "తల్లి"
  ],
  [
    9959630538,
    "చెరుకూరి సుభాష్ చంద్ర బోస్",
    "గరిమెళ్ల",
    "చెరుకూరి కామేశ్వరమ్మ",
    "గరిమెళ్ల",
    "తల్లి"
  ],
  [
    9959630538,
    "చెరుకూరి సుభాష్ చంద్ర బోస్",
    "గరిమెళ్ల",
    "చెరుకూరి రామబ్రహ్మం",
    "గరిమెళ్ల",
    "తండ్రి"
  ],
  [
    8247774594,
    "చోడవరపు లక్ష్మీ నరసింహం",
    "భారద్వాజస",
    "చోడవరపు భవాని (మాతృ); \nఅలివేలు మంగమ్మ (పితామహి); \nలక్ష్మప్ప (ప్రపితామహి)",
    "భారద్వాజస",
    "తల్లి"
  ],
  [
    8247774594,
    "చోడవరపు లక్ష్మీ నరసింహం",
    "భారద్వాజస",
    "చోడవరపు సాంబమూర్తి (పితృ); \nనరసింహారావు (పితామహ); \nసుబ్బరాజు (ప్రపితామహ)",
    "భారద్వాజస",
    "తండ్రి"
  ],
  [
    9966237698,
    "జరుగుమిల్లి వెంకట రవికుమార్ శాస్త్రి",
    "భరద్వాజస",
    "ఆదిత్య కుమార్",
    "గౌతమస",
    "సోదరి కుమారుడు"
  ],
  [
    9966237698,
    "జరుగుమిల్లి వెంకట రవికుమార్ శాస్త్రి",
    "భరద్వాజస",
    "దుర్గాంబ",
    "భారద్వాజస",
    "వదిన"
  ],
  [
    9966237698,
    "జరుగుమిల్లి వెంకట రవికుమార్ శాస్త్రి",
    "భరద్వాజస",
    "లక్ష్మీ నరసింహ శాస్త్రి",
    "భారద్వాజస",
    "సోదరుడు"
  ],
  [
    9966237698,
    "జరుగుమిల్లి వెంకట రవికుమార్ శాస్త్రి",
    "భరద్వాజస",
    "వేంకటేశ్వర రావు",
    "భారద్వాజస",
    "సోదరుని కుమారుడు"
  ],
  [
    9966237698,
    "జరుగుమిల్లి వెంకట రవికుమార్ శాస్త్రి",
    "భరద్వాజస",
    "వేంకటేశ్వర రావు",
    "భారద్వాజస",
    "తండ్రి"
  ],
  [
    9966237698,
    "జరుగుమిల్లి వెంకట రవికుమార్ శాస్త్రి",
    "భరద్వాజస",
    "శ్రీనివాస శాస్త్రి",
    "భారద్వాజస",
    "సోదరుడు"
  ],
  [
    9966237698,
    "జరుగుమిల్లి వెంకట రవికుమార్ శాస్త్రి",
    "భరద్వాజస",
    "శ్రీనివాస శ్రీప్రియ",
    "భారద్వాజస",
    "కూతురు"
  ],
  [
    9966237698,
    "జరుగుమిల్లి వెంకట రవికుమార్ శాస్త్రి",
    "భరద్వాజస",
    "సత్యవతి",
    "భారద్వాజస",
    "తల్లి"
  ],
  [
    9290450604,
    "జొన్నాదుల వాసుదేవ రావు",
    "మార్కండేయ",
    "జొన్నాదుల రామ లక్ష్మి",
    "మార్కండేయ",
    "తల్లి"
  ],
  [
    9290450604,
    "జొన్నాదుల వాసుదేవ రావు",
    "మార్కండేయ",
    "జొన్నాదుల వెంకటేశ్వర్లు",
    "మార్కండేయ",
    "తండ్రి"
  ],
  [
    9949790580,
    "తంగిరాల శేష రామ కృష్ణ",
    "శ్రీవత్సస",
    "తంగిరాల నాంచరమ్మ",
    "శ్రీవత్సస",
    "తల్లి"
  ],
  [
    9949790580,
    "తంగిరాల శేష రామ కృష్ణ",
    "శ్రీవత్సస",
    "తంగిరాల పాండు రంగారావు",
    "శ్రీవత్సస",
    "తండ్రి"
  ],
  [
    7702771856,
    "తుమ్మిడి సుబ్రహ్మణ్యం",
    "పైడిపాల",
    "తుమ్మిడి నాంచారమ్మ గారు",
    "పైడిపాల",
    "తల్లి"
  ],
  [
    7702771856,
    "తుమ్మిడి సుబ్రహ్మణ్యం",
    "పైడిపాల",
    "తుమ్మిడి బ్రహ్మయ్య గారు",
    "పైడిపాల",
    "తండ్రి"
  ],
  [
    7702771856,
    "తుమ్మిడి సుబ్రహ్మణ్యం",
    "పైడిపాల",
    "తుమ్మిడి లక్ష్మయ్య గారు",
    "పైడిపాల",
    "పెద్ద అన్న"
  ],
  [
    7702771856,
    "తుమ్మిడి సుబ్రహ్మణ్యం",
    "పైడిపాల",
    "ముత్యాలపల్లి  సూర్యావతి",
    "పైడిపాల",
    "చెల్లెలు"
  ],
  [
    7660097128,
    "దుర్గా ప్రసాద్ చీరాల",
    "కౌశికస",
    "ప్రభావతి చింతలపాటి",
    "వాధూలస",
    "అత్తగారు"
  ],
  [
    7660097128,
    "దుర్గా ప్రసాద్ చీరాల",
    "కౌశికస",
    "రామారావు చీరాల",
    "కౌశికస",
    "తండ్రి"
  ],
  [
    7660097128,
    "దుర్గా ప్రసాద్ చీరాల",
    "కౌశికస",
    "లలిత చీరాల",
    "కౌశికస",
    "తల్లి"
  ],
  [
    7660097128,
    "దుర్గా ప్రసాద్ చీరాల",
    "కౌశికస",
    "వేంకట హనుమంత రావు చింతలపాటి",
    "వాధూలస",
    "మామగారు"
  ],
  [
    9441342146,
    "దుర్భ సీతా రామ మూర్తి ",
    "కౌండిన్య",
    "దుర్భ  రామ దాస్",
    "కౌండిన్య",
    "తండ్రి"
  ],
  [
    9441342146,
    "దుర్భ సీతా రామ మూర్తి ",
    "కౌండిన్య",
    "దుర్భ లలిత",
    "కౌండిన్య",
    "తల్లి"
  ],
  [
    9885793852,
    "దువ్వూరి వేంకట లక్ష్మి",
    "ఆత్రేయ",
    "రాయప్రోలు వీర నాగమణి",
    "ఆత్రేయ",
    "అక్క కూతురు"
  ],
  [
    9885793852,
    "దువ్వూరి వేంకట లక్ష్మి",
    "ఆత్రేయ",
    "వేంకట పాపయ్య శాస్త్రి",
    "ఆత్రేయ",
    "తండ్రి"
  ],
  [
    9885793852,
    "దువ్వూరి వేంకట లక్ష్మి,",
    "ఆత్రేయ",
    "అన్నపూర్ణ",
    "ఆత్రేయ",
    "తండ్రి తల్లి"
  ],
  [
    9885793852,
    "దువ్వూరి వేంకట లక్ష్మి,",
    "ఆత్రేయ",
    "దువ్వూరి వెంకటేశ్వర్లు",
    "ఆత్రేయ",
    "తండ్రి తండ్రి"
  ],
  [
    9247293222,
    "నండురి శివా రామకృష్ణ",
    "కౌసికస",
    "నండురి వెంకట రత్నమ్మ",
    "కౌసికస",
    "తల్లి"
  ],
  [
    9247293222,
    "నండురి శివా రామకృష్ణ",
    "కౌసికస",
    "నండురి వెంకట సుబ్బరావు",
    "కౌసికస",
    "తండ్రి"
  ],
  [
    9949250433,
    "నాదెళ్ల వెంకట రమణ",
    "హరితస",
    "నాదెళ్ల కాశీ అన్నపూర్ణ",
    "హరితస",
    "తల్లి"
  ],
  [
    9949250433,
    "నాదెళ్ల వెంకట రమణ",
    "హరితస",
    "నాదెళ్ల రామ నరసింహ శాస్త్రి",
    "హరితస",
    "తండ్రి"
  ],
  [
    9949250433,
    "నాదెళ్ల వెంకట రమణ",
    "హరితస",
    "నాదెళ్ల సుందర సూర్య ప్రకాశ శాస్త్రి",
    "హరితస",
    "బాబాయ్"
  ],
  [
    9949250433,
    "నాదెళ్ల వెంకట రమణ",
    "హరితస",
    "వెలమూరి సీతా రామ శర్మ",
    "కౌండిన్యస",
    "బావ"
  ],
  [
    6281626378,
    "నూశెట్టి భానుముర్తి",
    "పమిడిపాళ్ళ",
    "నూశెట్టి నాగమణి",
    "పమిడిపాళ్ళ",
    "తల్లి"
  ],
  [
    6281626378,
    "నూశెట్టి భానుముర్తి",
    "పమిడిపాళ్ళ",
    "నూశెట్టి బ్రహ్మానందరావు",
    "పమిడిపాళ్ళ",
    "తండ్రి"
  ],
  [
    9885236463,
    "పప్పు ప్రభాకరశర్మ",
    "భరద్వాజస",
    "సీతారత్నం",
    "భారద్వాజస",
    "తల్లి"
  ],
  [
    9885236463,
    "పప్పు ప్రభాకరశర్మ",
    "భరద్వాజస",
    "సూర్యనారాయణ మూర్తి శర్మ",
    "భారద్వాజస",
    "తండ్రి"
  ],
  [
    9247408855,
    "పి వి ఆర్ శంకర్ ",
    "కౌశికస",
    "లలితాంబ",
    "కౌశికస",
    "తల్లి"
  ],
  [
    9247408855,
    "పి వి ఆర్ శంకర్ ",
    "కౌశికస",
    "వెంకట అప్పారావు శర్మ",
    "కౌశికస",
    "తండ్రి"
  ],
  [
    7013994870,
    "పి వి ఆర్ శశాంక్",
    "కౌసికస",
    "పేర్వేల వెంకట రమణ ",
    "కౌసికస",
    "తండ్రి తండ్రి"
  ],
  [
    7013994870,
    "పి వి ఆర్ శశాంక్",
    "కౌసికస",
    "పేర్వేల సర్వ లక్ష్మి",
    "కౌసికస",
    "తండ్రి తల్లి"
  ],
  [
    9177980595,
    "పి వి రమణ కుమార్",
    "భరద్వాజస",
    "రామచంద్ర రావు గారు,\nనరసింహ రావు,\nరామయ్య ",
    "భరద్వాజస",
    "తండ్రి"
  ],
  [
    9177980595,
    "పి వి రమణ కుమార్",
    "భరద్వాజస",
    "లలితా దేవి,\nనాగరత్నమ్మ",
    "భరద్వాజస గోత్రం",
    "తల్లి"
  ],
  [
    6505756853,
    "పిల్లి ఫణికుమార్",
    "నాగవల్లి ",
    "పిల్లి బాల త్రిపుర సుందర రావు, \nఆదినారాయణ, \nసూర్యనారాయణ\n",
    "నాగవల్లి ",
    "తండ్రి, \nతాత, \nముత్తాత "
  ],
  [
    9866655446,
    "పీ ఎస్ వీ ఎల్ నరసింహారావు",
    "భరద్వాజస",
    "పద్మావతి",
    "భరద్వాజ స",
    "తల్లి"
  ],
  [
    9866655446,
    "పీ ఎస్ వీ ఎల్ నరసింహారావు",
    "భరద్వాజస",
    "మధుసూదనరావు",
    "భరద్వాజస",
    "తండ్రి"
  ],
  [
    7981390086,
    "పుట్రేవు శ్రీనివాస్",
    "కాశ్యపస",
    "పుట్రేవు జగన్నాధ రావు",
    "కాశ్యపస",
    "తండ్రి"
  ],
  [
    7981390086,
    "పుట్రేవు శ్రీనివాస్",
    "కాశ్యపస",
    "పుట్రేవు పద్మావతి",
    "కాశ్యపస",
    "తల్లి"
  ],
  [
    9247408855,
    "పుణ్యమూర్తి వీర రాఘవ శంకర్",
    "కౌశికస",
    "పుణ్యమూర్తి లలితాంబ",
    "కౌశికస",
    "తల్లి"
  ],
  [
    9247408855,
    "పుణ్యమూర్తి వీర రాఘవ శంకర్",
    "కౌశికస",
    "పుణ్యమూర్తి వెంకట అప్పారావు శర్మ",
    "కౌశికస",
    "తండ్రి"
  ],
  [
    8500231682,
    "పుల్లాపంతుల వెంకట పవన్ కుమార్",
    "కాశ్యపస",
    "కోట వెంకట రావు,\nకోట బుచ్చి బాపన్న",
    "గౌతమస",
    "తల్లి తండ్రి,\nతల్లి తాత"
  ],
  [
    8500231682,
    "పుల్లాపంతుల వెంకట పవన్ కుమార్",
    "కాశ్యపస",
    "లక్ష్మి, \nమోహినమ్మ",
    "కాశ్యపస",
    "నాయనమ్మ, \nముత్తవ్వ"
  ],
  [
    8500231682,
    "పుల్లాపంతుల వెంకట పవన్ కుమార్",
    "కాశ్యపస",
    "వెంకట నాగమణి,\nముత్యాలమ్మ",
    "గౌతమస",
    "తల్లి తల్లి (అమ్మమ్మ) ,\nతల్లి నాయనమ్మ"
  ],
  [
    8500231682,
    "పుల్లాపంతుల వెంకట పవన్ కుమార్",
    "కాశ్యపస",
    "వెంకట సుబ్బారావు, \nవెంకట సూర్య బృహస్పతి, \nసుబ్బారావు",
    "కాశ్యపస",
    "తండ్రి, \nతాత, \nముత్తాత "
  ],
  [
    8500231682,
    "పుల్లాపంతుల వెంకట పవన్ కుమార్",
    "కాశ్యపస",
    "సురత్ ప్యారి",
    "కాశ్యపస",
    "మేనత్త "
  ],
  [
    9177980595,
    "పెనుమాక వేంకట రమణకుమార్",
    "భరద్వాజస",
    "శకుంతల",
    "హరితసా గోత్రం",
    "పెద్దమ్మ"
  ],
  [
    9177980595,
    "పెనుమాక వేంకట రమణకుమార్",
    "భరద్వాజస",
    "సీతారావమ్మ, నాగరత్నమ్మ",
    "భరద్వాజస",
    "పిన్ని"
  ],
  [
    7337595918,
    "బార్ల అభిరామ్",
    "యెర్ర చెరుకుల",
    "బార్ల  వెంకటేశ్వర్",
    "యెర్ర చెరుకుల",
    "చిన సోదరుడు"
  ],
  [
    7337595918,
    "బార్ల అభిరామ్",
    "యెర్ర చెరుకుల",
    "బార్ల ముత్యం",
    "యెర్ర చెరుకుల",
    "తల్లి"
  ],
  [
    7337595918,
    "బార్ల అభిరామ్",
    "యెర్ర చెరుకుల",
    "బార్ల రవి సుధాకర్",
    "యెర్ర చెరుకుల",
    "చిన సోదరుడు"
  ],
  [
    7337595918,
    "బార్ల అభిరామ్",
    "యెర్ర చెరుకుల",
    "బార్ల సత్యనారాయణ",
    "యెర్ర చెరుకుల",
    "తండ్రి"
  ],
  [
    7337595918,
    "బార్ల అభిరామ్",
    "యెర్ర చెరుకుల",
    "మేడిమి రమామణి ",
    "వల్లవిల్లి",
    "అత్తగారు"
  ],
  [
    7337595918,
    "బార్ల అభిరామ్",
    "యెర్ర చెరుకుల",
    "మేడిమి శ్రీనివాస రావు",
    "వల్లవిల్లి",
    "మామగారు"
  ],
  [
    9948079562,
    "బుర్రా వి నారాయణరావు",
    "భారద్వాజస",
    "బుర్రా లక్ష్మీనరసమ్మ",
    "భారద్వాజస",
    "తల్లి"
  ],
  [
    9948079562,
    "బుర్రా వి నారాయణరావు",
    "భారద్వాజస",
    "బుర్రా సోమశేఖర్ రావు",
    "భారద్వాజస",
    "తండ్రి"
  ],
  [
    9948079562,
    "బుర్రా విశాలాక్షి",
    "భారద్వాజస",
    "కుప్పా బలరామ కృష్ణ మూర్తి",
    "కౌండిన్యస",
    "తండ్రి"
  ],
  [
    9948079562,
    "బుర్రా విశాలాక్షి",
    "భారద్వాజస",
    "కుప్పా సీతా మహాలక్ష్మి",
    "కౌండిన్యస",
    "తల్లి"
  ],
  [
    9247169978,
    "బైసాని రాధాకృష్ణ (పితృ -1కి)",
    "పాపాళ గోత్రం",
    "బైసాని అరుణ జ్యోతి",
    "పాపాళ గోత్రం",
    "భార్య"
  ],
  [
    9247169978,
    "బైసాని రాధాకృష్ణ (పితృ -1కి)",
    "పాపాళ గోత్రం",
    "బైసాని రమాదేవి",
    "పాపాళ గోత్రం",
    "తల్లి"
  ],
  [
    9444687947,
    "బైసాని వెంకట నారాయణ, లక్ష్మీనారాయణ",
    "పాపాళ గోత్రం",
    "బైసాని బసవమ్మ",
    "పాపాళ గోత్రం",
    "తల్లి"
  ],
  [
    9444687947,
    "బైసాని వెంకట నారాయణ, లక్ష్మీనారాయణ",
    "పాపాళ గోత్రం",
    "బైసాని మాలకొండ్రాయుడు",
    "పాపాళ గోత్రం",
    "తండ్రి"
  ],
  [
    9849199349,
    "బొడ్డపాటి రామ సుదర్శన రావు ",
    "భారద్వాజస",
    "వెంకట తిరుమల రావు",
    "భారద్వాజస",
    "తండ్రి"
  ],
  [
    9849199349,
    "బొడ్డపాటి రామ సుదర్శన రావు ",
    "భారద్వాజస",
    "సితారామమ్మ",
    "భారద్వాజస",
    "తల్లి"
  ],
  [
    9989820772,
    "బొడ్డుపల్లి సీతారామ శాస్త్రి",
    "హరితస",
    "బొడ్డుపల్లి ఉమా మహేశ్వర శర్మ",
    "హరితస",
    "తండ్రి"
  ],
  [
    9989820772,
    "బొడ్డుపల్లి సీతారామ శాస్త్రి",
    "హరితస",
    "బొడ్డుపల్లి వసుంధర",
    "హరితస",
    "తల్లి"
  ],
  [
    9686258849,
    "బోయినపల్లి.శ్రీనివాసరావు",
    "భరద్వాజస",
    "బోయినపల్లి పద్మావతమ్మ;\nకనకమ్మ;\nలక్ష్మీదేవమ్మ",
    "భారద్వాజస",
    "మాతరం, \nపితామహీం, \nప్రపితామహీం"
  ],
  [
    9686258849,
    "బోయినపల్లి.శ్రీనివాసరావు",
    "భరద్వాజస",
    "బోయినపల్లి లక్ష్మణరావు; \nవల్లభరావు; \nనరసింగరావు",
    "భారద్వాజస",
    "పితరం, \nపితామహం, \nప్రపితామహం"
  ],
  [
    9003076259,
    "భమిడిపాటి వెంకట సత్య సుబ్రహ్మణ్యం",
    "శ్రీవత్సస",
    "కామేశ్వరప్పదాయీ, \nసూర్య సోమపీథినీ , \nనర్సు సోమపీథినీ",
    "శ్రీవత్సస",
    "మాతరం, \nపితామహీం, \nప్రపితామహీం"
  ],
  [
    9003076259,
    "భమిడిపాటి వెంకట సత్య సుబ్రహ్మణ్యం",
    "శ్రీవత్సస",
    "పెండ్యాల రామలక్ష్మి ,\nసూర్యకాంతం,\nసూరప్ప",
    "భారద్వాజస",
    "అత్తగారు తరం"
  ],
  [
    9003076259,
    "భమిడిపాటి వెంకట సత్య సుబ్రహ్మణ్యం",
    "శ్రీవత్సస",
    "పెండ్యాల వీరభద్రయ్య,\nసుబ్రహ్మణ్యం,\nనాగభూషణం",
    "భారద్వాజస",
    "మామగారు,\nవారి తండ్రి,\nవారి తాత"
  ],
  [
    9003076259,
    "భమిడిపాటి వెంకట సత్య సుబ్రహ్మణ్యం",
    "శ్రీవత్సస",
    "శ్రీ రామ చంద్ర మూర్తి, \nసుబ్రహ్మణ్యేశ్వర యజ్వ , \nయఙ్ఞేశ్వర యజ్వ",
    "శ్రీవత్సస",
    "పితరం, \nపితామహం,\nప్రపితామహం"
  ],
  [
    8978974329,
    "భాగవతుల పురుషోత్తమరావు",
    "కౌండిన్యశ",
    "భాగవతుల పాపారావు,  \nవెంకట నరసయ్య,  \nయాగ్నేశ్వర శర్మ",
    "కౌండిన్యశ",
    "తండ్రి"
  ],
  [
    8978974329,
    "భాగవతుల పురుషోత్తమరావు",
    "కౌండిన్యశ",
    "భాగవతుల సీతకాంతమ్మ,  \nసుబ్బమ్మ, \nయజ్ఞమ్మ",
    "కౌండిన్యశ",
    "తల్లి"
  ],
  [
    8978974329,
    "భాగవతుల శ్రీనివాస విజయ్",
    "కౌండిన్యశ",
    "భాగవతుల నరసింహ రావు, \nపాపారావు,  \nవెంకటనరసయ్య",
    "కౌండిన్యశ",
    "తండ్రి"
  ],
  [
    8978974329,
    "భాగవతుల శ్రీనివాస విజయ్",
    "కౌండిన్యశ",
    "భాగవతుల రాధ, \nసీతకాంతమ్మ,  \nసుబ్బమ్మ",
    "కౌండిన్యశ",
    "తల్లి"
  ],
  [
    9494803580,
    "భాను శెట్టి కేశవ రావు",
    "జనకుల",
    "భాను శెట్టి కేశవ రావు,\nభాను శెట్టి రంగయ్య నాయుడు",
    "జనకుల",
    "తండ్రి తండ్రి"
  ],
  [
    9494803580,
    "భాను శెట్టి కేశవ రావు",
    "జనకుల",
    "భాను శెట్టి లీల రంగ రామ రావ్",
    "జనకుల",
    "తండ్రి"
  ],
  [
    9440111597,
    "మణిమాల ఎలమర్తి",
    "శ్రీలకుల",
    "ఎలమర్తి ప్రమీల",
    "శ్రీలకుల",
    "తల్లి"
  ],
  [
    9440111597,
    "మణిమాల ఎలమర్తి",
    "శ్రీలకుల",
    "ఎలమర్తి సుదర్శనం",
    "శ్రీలకుల",
    "తండ్రి"
  ],
  [
    9632622265,
    "మదళ్ళపల్లె రఘురామయ్య",
    "శ్రీలకుల",
    "మదళ్ళపల్లె నారాయణమ్మ",
    "శ్రీలకుల",
    "తల్లి"
  ],
  [
    9632622265,
    "మదళ్ళపల్లె రఘురామయ్య",
    "శ్రీలకుల",
    "మదళ్ళపల్లె వెంకటసుబ్బయ్య",
    "శ్రీలకుల",
    "తండ్రి"
  ],
  [
    9441620586,
    "మద్దూరి కనకయ్య శాస్త్రి",
    "హరితస\n(ఆంగీరస, \nఅంబరీష, \nయవనాశ్వ)",
    "మద్దూరి నారాయణ మూర్తి",
    "హరితస",
    "తండ్రి"
  ],
  [
    9441620586,
    "మద్దూరి కనకయ్య శాస్త్రి",
    "హరితస\n(ఆంగీరస, \nఅంబరీష, \nయవనాశ్వ)",
    "మద్దూరి సీతా మహా లక్ష్మి",
    "హరితస",
    "తల్లి"
  ],
  [
    8978974329,
    "మన్నేపల్లి సూర్యప్రకాశ రావు",
    "భరద్వాజ",
    "మన్నేపల్లి వెంకట నరసింహారావు, \nవెంకట రమణరావు, \nవెంకటాచలం పంతులు",
    "భరద్వాజ",
    "తండ్రి, \nతాత, \nముత్తాత "
  ],
  [
    8978974329,
    "మన్నేపల్లి సూర్యప్రకాశ రావు",
    "భరద్వాజ",
    "మన్నేపల్లి సత్యవతమ్మ,, \nవెంకట సుబ్బమ్మ,  \nరుక్మిణమ్మ ",
    "భరద్వాజ",
    "తల్లి, \nనాయనమ్మ, \nతండ్రి నాయనమ్మ "
  ],
  [
    9493224566,
    "మాదారంపల్లె రెడ్డి సుబ్రహ్మణ్యం",
    "పగడపూల",
    "మాదారంపల్లె రెడ్డి రామకృష్ణ",
    "పగడపూల",
    "తండ్రి"
  ],
  [
    9493224566,
    "మాదారంపల్లె రెడ్డి సుబ్రహ్మణ్యం",
    "పగడపూల",
    "మాదారంపల్లె సరస్వతమ్మ",
    "పగడపూల",
    "తల్లి"
  ],
  [
    8500043980,
    "మేఘావతు రామచంద్ర నాయక్",
    "అనవటు",
    "మేఘవతు లక్ష్మీ బాయి",
    "అనవటు",
    "తల్లి"
  ],
  [
    8500043980,
    "మేఘావతు రామచంద్ర నాయక్",
    "అనవటు",
    "మేఘవతు హనుమ నాయక్",
    "అనవటు",
    "తండ్రి"
  ],
  [
    9959878810,
    "మొక్కరాల వేంకట మురళీధర రావు",
    "హరితస",
    "దుర్భ కృష్ణమోహన్",
    "కౌండిన్యస",
    "పెద్ద అక్క భర్త"
  ],
  [
    9959878810,
    "మొక్కరాల వేంకట మురళీధర రావు",
    "హరితస",
    "భాస్కరభట్ల కామేశ్వర రావు",
    "శ్రీవత్సస",
    "మేనమామ"
  ],
  [
    9959878810,
    "మొక్కరాల వేంకట మురళీధర రావు",
    "హరితస",
    "మొక్కరాల కాశీ విశ్వేశ్వర వెంకట్ రావు , \nజగన్నాధ రావు , \nసుబ్బన్న గారు",
    "హరితస",
    "తండ్రి"
  ],
  [
    9959878810,
    "మొక్కరాల వేంకట మురళీధర రావు",
    "హరితస",
    "మొక్కరాల జనర్ధనమ్మ, \nలక్ష్మీదేవి , \nనర్సమ్మ",
    "హరితస",
    "తల్లి"
  ],
  [
    9959878810,
    "మొక్కరాల వేంకట మురళీధర రావు",
    "హరితస",
    "మొక్కరాల వేంకట సూర్య జగన్నాధ రావు",
    "హరితస",
    "పెద్ద అన్న"
  ],
  [
    9959878810,
    "మొక్కరాల వేంకట మురళీధర రావు",
    "హరితస",
    "మొక్కరాల సుభద్రా దేవి",
    "హరితస",
    "అన్న భార్య"
  ],
  [
    9959878810,
    "మొక్కరాల వేంకట సూర్య ప్రకాశరావు",
    "హరితస",
    "మొక్కరాల పద్మావతి ,\nరాజరాజేశ్వరీ,  \nలక్ష్మీ దేవి",
    "హరితస",
    "తల్లి"
  ],
  [
    9959878810,
    "మొక్కరాల వేంకట సూర్య ప్రకాశరావు",
    "హరితస",
    "మొక్కరాల వేంకట జగన్నాధ రావు , \nప్రకాశరావు , \nజగన్నాధ రావు",
    "హరితస",
    "తండ్రి"
  ],
  [
    9959878810,
    "యర్రమనేని సీతారామయ్య",
    "వల్లుట్ల",
    "చావా బేబీసరోజిని , \nఅప్పమ్మ , \nసీతమ్మ",
    "కోణుల్ల",
    "అత్తగారు"
  ],
  [
    9959878810,
    "యర్రమనేని సీతారామయ్య",
    "వల్లుట్ల",
    "చావా రామారావు , \nబుచ్చయ్య , \nశివయ్య",
    "కోణుల్ల",
    "మామగారు"
  ],
  [
    9959878810,
    "యర్రమనేని సీతారామయ్య",
    "వల్లుట్ల",
    "యర్రమనేని మదనమోహనరావు , \nవేంకటేశ్వరరావు , \nకృష్ణయ్య",
    "వల్లుట్ల",
    "పెద్ద అన్న"
  ],
  [
    9959878810,
    "యర్రమనేని సీతారామయ్య",
    "వల్లుట్ల",
    "యర్రమనేని వీరమ్మ, \nపున్మమ్మ, \nపార్వతమ్మ",
    "వల్లుట్ల",
    "తల్లి"
  ],
  [
    9959878810,
    "యర్రమనేని సీతారామయ్య",
    "వల్లుట్ల",
    "యర్రమనేని వేంకటేశ్వర రావు ,\nకృష్ణయ్య, \nపున్నయ్య",
    "వల్లుట్ల",
    "తండ్రి"
  ],
  [
    9600927404,
    "యిప్పే విజయలక్ష్మి",
    "కాశినూళ్ల",
    "మేకా అనసూయమ్మ",
    "పమిడిపళ్ల",
    "తల్లి"
  ],
  [
    9600927404,
    "యిప్పే విజయలక్ష్మి",
    "కాశినూళ్ల",
    "మేకా వెంకటేశ్వర్లు",
    "పమిడిపళ్ల",
    "తండ్రి"
  ],
  [
    9600927404,
    "యిప్పే విజయలక్ష్మి",
    "కాశినూళ్ల",
    "యిప్పే  వెంకట సుబ్బమ్మ",
    "కాశినూళ్ల",
    "అత్తగారు"
  ],
  [
    9600927404,
    "యిప్పే విజయలక్ష్మి",
    "కాశినూళ్ల",
    "యిప్పే వెంకట రావు",
    "కాశినూళ్ల",
    "మామగారు"
  ],
  [
    9441077328,
    "యెన్నేటి సాయిబాబ",
    "మహార్షి",
    "పొన్నపల్లి వరలక్ష్మి",
    "పైడిపాల",
    "అత్తగారు"
  ],
  [
    9441077328,
    "యెన్నేటి సాయిబాబ",
    "మహార్షి",
    "పొన్నపల్లి సుబ్బారావు",
    "పైడిపాల",
    "మామగారు"
  ],
  [
    9441077328,
    "యెన్నేటి సాయిబాబా",
    "మహర్షి",
    "యెన్నేటి మంగతాయారు",
    "మహర్షి",
    "తల్లి"
  ],
  [
    9441077328,
    "యెన్నేటి సాయిబాబా",
    "మహర్షి",
    "యెన్నేటి రామచంద్రం",
    "మహర్షి",
    "తండ్రి"
  ],
  [
    9391868880,
    "లక్కరాజు వెంకటరావు",
    "కౌశికస",
    "దమయంతి",
    "కౌశికస",
    "తల్లి"
  ],
  [
    9391868880,
    "లక్కరాజు వెంకటరావు",
    "కౌశికస",
    "వెంకట హనుమంత రావు",
    "కౌశికస",
    "తండ్రి"
  ],
  [
    9441746925,
    "విష్ణువజ్జల బాలసుబ్రహ్మణ్యం",
    "భరద్వాజస",
    "విష్ణువజ్జల అరుంధతి",
    "భరద్వాజస",
    "తల్లి"
  ],
  [
    9441746925,
    "విష్ణువజ్జల బాలసుబ్రహ్మణ్యం",
    "భరద్వాజస",
    "విష్ణువజ్జల వెంకట సత్య సుబ్రహ్మణ్యం",
    "భరద్వాజస",
    "తండ్రి"
  ],
  [
    9441746925,
    "విష్ణువజ్జల బాలసుబ్రహ్మణ్యం, సత్య లక్ష్మి",
    "భరద్వాజస",
    "విష్ణువజ్జల  సస్య సుబ్రహ్మణ్యం",
    "భరద్వాజస",
    "కూతురు"
  ],
  [
    9866910709,
    "వెంకట సూర్యనారాయణ మూర్తి శిష్టు",
    "వసిష్ట",
    "శిష్టు పుల్లం రాజు",
    "వసిష్ట",
    "తండ్రి"
  ],
  [
    9866910709,
    "వెంకట సూర్యనారాయణ మూర్తి శిష్టు",
    "వసిష్ట",
    "శిష్టు సావిత్రి",
    "వసిష్ట",
    "తల్లి"
  ],
  [
    9963998680,
    "వేణుగోపాల్ రావు",
    "కౌండిన్య",
    "లక్ష్మీ నరసమ్మ",
    "హరితస",
    "అత్తగారు"
  ],
  [
    9963998680,
    "వేణుగోపాల్ రావు",
    "కౌండిన్య",
    "సూర్య నారాయణ",
    "కౌండిన్య",
    "తండ్రి"
  ],
  [
    9963998680,
    "వేణుగోపాల్ రావు",
    "కౌండిన్య",
    "సూర్యకాంతం",
    "కౌండిన్య",
    "తల్లి"
  ],
  [
    9963998680,
    "వేణుగోపాల్ రావు",
    "కౌండిన్య",
    "సూర్యనారాయణ దాస్",
    "హరితస",
    "మామగారు"
  ],
  [
    9848157254,
    "శనగపాటి ప్రేమ్ నాధ్ మాధవ",
    "భాస్వంత ఋషి",
    "శనగపాటి కృష్ణ కుమారి,   \nమల్లేశ్వరమ్మ,   \nఅక్కమ్మ గార్లు",
    "భాస్వంత ఋషి",
    "తల్లి"
  ],
  [
    9848157254,
    "శనగపాటి ప్రేమ్ నాధ్ మాధవ",
    "భాస్వంత ఋషి",
    "శనగపాటి సుబ్బరాయ మురళీధర ప్రసాద్ రావు,  \nకోటయ్య,  \nసుబ్బారాయుడు గార్లు",
    "భాస్వంత ఋషి",
    "తండ్రి"
  ],
  [
    9440306381,
    "శలాక వెంకట్ రాహుల్ ",
    "ఆత్రేయ",
    "శలాక వెంకట నరసింహ మూర్తి",
    "ఆత్రేయ",
    "తండ్రి"
  ],
  [
    9441746925,
    "సత్య లక్ష్మి, రామలక్ష్మి , కృష్ణ ప్రసాద్",
    "భరద్వాజస",
    "రాయప్రోలు చాయా దేవి",
    "ఆత్రేయస",
    "తల్లి"
  ],
  [
    9441746925,
    "సత్య లక్ష్మి, రామలక్ష్మి , కృష్ణ ప్రసాద్",
    "భరద్వాజస",
    "రాయప్రోలు నరసింహ మూర్తి",
    "ఆత్రేయస",
    "తండ్రి"
  ],
  [
    9247783307,
    "సదాశివుని లక్ష్మణరావు",
    "శ్రీవత్సస",
    "సదాశివుని కోటేశ్వర రావు",
    "శ్రీవత్సస",
    "తండ్రి"
  ],
  [
    9247783307,
    "సదాశివుని లక్ష్మణరావు",
    "శ్రీవత్సస",
    "సదాశివుని భానుమతి",
    "శ్రీవత్సస",
    "తల్లి"
  ],
  [
    8790599627,
    "సన్యాసి బాబు అమ్ము",
    "వాధూలస",
    "అమ్ము సూర్యనారాయణ స్వామి",
    "వాధూలస",
    "తండ్రి"
  ],
  [
    9247124464,
    "సురేష్ మరియు రమేష్",
    "పాపాళ గోత్రం",
    "బైసాని చిన్న మాలకొండ్రాయుడు",
    "పాపాళ గోత్రం",
    "తండ్రి"
  ],
  [
    9247124464,
    "సురేష్ మరియు రమేష్",
    "పాపాళ గోత్రం",
    "బైసాని రామారావు",
    "పాపాళ గోత్రం",
    "తండ్రి"
  ],
  [
    9335015375,
    "సుసర్ల సుబ్బలక్ష్మి",
    "చికితస",
    "కోటమర్తి రామలక్ష్మి",
    "భారద్వాజస",
    "తల్లి"
  ],
  [
    9335015375,
    "సుసర్ల సుబ్బలక్ష్మి",
    "చికితస",
    "కోటమర్తి రామా రావు",
    "భారద్వాజస",
    "తండ్రి"
  ],
  [
    9441704720,
    "సోమయాజుల భాస్కర వెంకట రామమూర్తి",
    "వసిష్ఠస",
    "సోమయాజుల వెంకటేశ్వర్లు",
    "వసిష్ఠస",
    "తండ్రి"
  ],
  [
    9441704720,
    "సోమయాజుల భాస్కర వెంకట రామమూర్తి",
    "వసిష్ఠస",
    "సోమయాజుల సుందరమ్మ",
    "వసిష్ఠస",
    "తల్లి"
  ]
];